---
kind: property
id: P:Autodesk.Revit.DB.SymbolTypeId.MSup3PerHMSup3
source: html/1c346cfe-0b4c-0737-c6a3-d9391a41e43b.htm
---
# Autodesk.Revit.DB.SymbolTypeId.MSup3PerHMSup3 Property

Symbol m³/(h·m³), indicating unit Cubic meters per hour cubic meter.

## Syntax (C#)
```csharp
public static ForgeTypeId MSup3PerHMSup3 { get; }
```